Repository: JacobLinCool/think-aloud
Catalog: ThinkAloud/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: %@ characters
zh_hant: %@ 字元

source: %lld active days
zh_hant: 活躍 %lld 天

source: %lld min
zh_hant: %lld 分鐘

source: %lld of %lld inserted with no edits
zh_hant: %lld／%lld 筆未經編輯即插入

source: %lld recordings
zh_hant: %lld 筆錄音

source: %lld records
zh_hant: %lld 筆

source: %lld records selected
zh_hant: 已選 %lld 筆紀錄

source: %lld sec
zh_hant: %lld 秒

source: %lld selected
zh_hant: 已選 %lld 筆

source: %lld sessions
zh_hant: %lld 次

source: %lld timed · %lld without a length
zh_hant: %lld 筆有長度 · %lld 筆無長度

source: %lld to %@ sessions
zh_hant: 再 %lld 次達到 %@

source: %lld-day streak
zh_hant: 連續 %lld 天

source: (empty)
zh_hant: （空）

source: (your namespace)
zh_hant: （留空使用個人帳號）

source: 0 sec
zh_hant: 0 秒

source: 1 hour
zh_hant: 1 小時

source: 10 minutes
zh_hant: 10 分鐘

source: 100% local. Your audio never leaves your Mac.
zh_hant: 100% 本機運算，音訊絕不離開你的 Mac。

source: 30 minutes
zh_hant: 30 分鐘

source: 5 minutes
zh_hant: 5 分鐘

source: 90th pct
zh_hant: 第 90 百分位

source: A Hugging Face token lets you push the dataset from the browser window. It is stored in the macOS Keychain.
zh_hant: Hugging Face Token 可讓你從瀏覽器視窗推送資料集。它儲存於 macOS Keychain。

source: A few things are still pending — you can finish them now or later in Settings.
zh_hant: 還有幾項尚未完成，你可以現在處理，或之後在「設定」中完成。

source: A small popup appears. Start talking.
zh_hant: 會出現一個小視窗，開始說話即可。

source: A solid middle ground between speed and accuracy.
zh_hant: 在速度與準確度間取得良好平衡。

source: A token is saved. Paste a new one to replace it.
zh_hant: 已儲存 Token。貼上新的 Token 即可取代。

source: ASR Model
zh_hant: ASR 模型

source: Accessibility
zh_hant: 輔助使用

source: Accessibility off — text will be copied to the clipboard
zh_hant: 未開啟輔助使用，文字將複製到剪貼簿

source: Accessibility permission missing. Text copied to clipboard — please paste manually.
zh_hant: 缺少輔助使用權限。文字已複製到剪貼簿，請手動貼上。

source: Accurate
zh_hant: 精準

source: Accurate (Qwen3-ASR-1.7B-8bit)
zh_hant: 精準 (Qwen3-ASR-1.7B-8bit)

source: Achievement unlocked 🎉
zh_hant: 解鎖成就 🎉

source: Achievements
zh_hant: 成就

source: Actions
zh_hant: 動作

source: Activity
zh_hant: 活動

source: Add term
zh_hant: 新增詞條

source: Advanced
zh_hant: 進階

source: After you enable it in System Settings, this updates on its own.
zh_hant: 在「系統設定」中啟用後，這裡會自動更新。

source: All records deleted.
zh_hant: 已刪除所有紀錄。

source: Already downloaded
zh_hant: 已下載

source: Analyzing & cleaning… (the first run downloads the denoiser)
zh_hant: 分析與清理中…(首次執行會下載降噪器)

source: App language
zh_hant: 介面語言

source: Approve ThinkAloud in System Settings → General → Login Items to enable this.
zh_hant: 請在「系統設定 → 一般 → 登入項目」中允許 ThinkAloud 以啟用此功能。

source: Audio cleanup
zh_hant: 音訊清理

source: Audio denoising
zh_hant: 音訊降噪

source: Audio size
zh_hant: 音訊大小

source: Auth failed: %@
zh_hant: 驗證失敗：%@

source: Auto
zh_hant: 自動

source: Auto Post-Edit
zh_hant: 自動後製編輯

source: Auto Pre-Edit
zh_hant: 自動前製編輯

source: Auto cleans only clips it detects as noisy; On always cleans (DeepFilterNet).
zh_hant: 「自動」只清理偵測到有噪音的片段;「開啟」則一律清理(DeepFilterNet)。

source: Auto inspects each recording and denoises only noisy clips; On always denoises (DeepFilterNet). Downloads a small model on first use.
zh_hant: 自動會檢查每段錄音、只對吵雜的片段降噪；開啟則一律降噪（DeepFilterNet）。首次使用會下載一個小型模型。

source: Auto would clean this clip
zh_hant: Auto 會清理這段錄音

source: Auto would leave this clip as-is
zh_hant: Auto 會維持這段錄音原樣

source: Auto-unload when idle
zh_hant: 閒置時自動釋放

source: Automatic (system)
zh_hant: 自動（跟隨系統）

source: Automatic follows your system language. Changes take effect after relaunch.
zh_hant: 「自動」會跟隨系統語言。變更需重新啟動後才會完整生效。

source: Automatically check for updates
zh_hant: 自動檢查更新

source: Automatically download and install updates
zh_hant: 自動下載並安裝更新

source: Average latency: %lld ms
zh_hant: 平均延遲：%lld 毫秒

source: Avg CER
zh_hant: 平均 CER

source: Avg RTF
zh_hant: 平均 RTF

source: Avg WER
zh_hant: 平均 WER

source: Avg latency
zh_hant: 平均延遲

source: Back
zh_hant: 上一步

source: Balanced
zh_hant: 均衡

source: Balanced (Qwen3-ASR-1.7B-4bit)
zh_hant: 均衡 (Qwen3-ASR-1.7B-4bit)

source: Based on %lld recordings with a measured length.
zh_hant: 根據 %lld 筆有長度記錄的錄音。

source: Benchmark failed: %@
zh_hant: Benchmark 失敗：%@

source: Best accuracy. Recommended for most modern Macs.
zh_hant: 準確度最佳，推薦給多數較新的 Mac。

source: Both default to ⌥Space — popup phase decides which fires.
zh_hant: 兩者預設皆為 ⌥Space，依 popup 目前階段觸發。

source: Breeze-ASR-25 (Mandarin)
zh_hant: Breeze-ASR-25（中文）

source: Browse Dataset…
zh_hant: 瀏覽資料集…

source: Browse records
zh_hant: 瀏覽紀錄

source: CJK–Latin spacing
zh_hant: 中英自動空格

source: Cache Size
zh_hant: 快取大小

source: Cache size
zh_hant: 快取大小

source: Came out clean
zh_hant: 免修正

source: Cancel
zh_hant: 取消

source: Cancelled.
zh_hant: 已取消。

source: Change it if it clashes with another app.
zh_hant: 若與其他 app 衝突,可在此更改。

source: Channel
zh_hant: 更新頻道

source: Character Error Rate — 0 means perfect, lower is better.
zh_hant: 字元錯誤率（CER）—— 0 為完美，越低越好。

source: Check for Updates…
zh_hant: 檢查更新…

source: Checking which files need LFS…
zh_hant: 檢查哪些檔案需要 LFS…

source: Chinese
zh_hant: 中文

source: Chinese conversion
zh_hant: 中文轉換

source: Chinese output
zh_hant: 中文輸出

source: Choose a speech model
zh_hant: 選擇語音模型

source: Clean up recordings
zh_hant: 清理錄音

source: Cleaned
zh_hant: 清理後

source: Clear
zh_hant: 清除

source: Clear All
zh_hant: 清除全部

source: Clear all
zh_hant: 清除全部

source: Clear cache
zh_hant: 清除快取

source: Close
zh_hant: 關閉

source: Committing…
zh_hant: Commit 中…

source: Compares the model's post-processed output with the saved edited transcript. Reports CER, exact-match rate, and average latency.
zh_hant: 把模型經過後處理的輸出與儲存的編輯版做比較。回報 CER、完全相符率、平均延遲。

source: Connection failed: %@
zh_hant: 連線失敗：%@

source: Continue
zh_hant: 繼續

source: Copied to clipboard — paste manually
zh_hant: 已複製到剪貼簿，請手動貼上

source: Copy ID
zh_hant: 複製 ID

source: Could not insert text
zh_hant: 無法插入文字

source: Created
zh_hant: 建立於

source: Creating repository…
zh_hant: 建立 repository…

source: Crunching your numbers…
zh_hant: 正在計算你的數據…

source: Current
zh_hant: 目前使用

source: Current Model
zh_hant: 目前模型

source: Current version
zh_hant: 目前版本

source: Current: %@
zh_hant: 目前：%@

source: Custom Dictionary
zh_hant: 自定義字典

source: Database
zh_hant: 資料庫

source: Dataset
zh_hant: 資料集

source: Dataset Browser
zh_hant: 資料集瀏覽器

source: Dataset is empty — nothing to benchmark.
zh_hant: 資料集為空，無法 benchmark。

source: Delete
zh_hant: 刪除

source: Delete %lld records and their audio files? This cannot be undone.
zh_hant: 刪除 %lld 筆紀錄與對應音訊檔？無法復原。

source: Delete all %lld records and %@ of audio? This cannot be undone.
zh_hant: 刪除全部 %lld 筆記錄與 %@ 的音訊?此動作無法復原。

source: Delete all dataset records and their audio files? This cannot be undone.
zh_hant: 刪除所有資料集紀錄與音訊檔？無法復原。

source: Delete all downloaded model files? The model will re-download on next use.
zh_hant: 刪除已下載的模型檔？下次使用時會重新下載。

source: Delete failed: %@
zh_hant: 刪除失敗：%@

source: Delete record
zh_hant: 刪除紀錄

source: Delete selected (⌘⌫)
zh_hant: 刪除所選（⌘⌫）

source: Delete this model from disk? It will need to re-download next time you select it.
zh_hant: 從磁碟刪除此模型？下次選擇時需重新下載。

source: Delete this record? The audio file is removed too. This cannot be undone.
zh_hant: 刪除此筆紀錄？對應的音訊檔也會一起移除，無法復原。

source: Denoise
zh_hant: 降噪

source: Denoiser
zh_hant: 降噪器

source: Denoising runs at 48 kHz before the audio is downsampled for the ASR model. Auto only denoises clips it detects as noisy (and loads the model lazily on the first such clip); On always denoises. Use Benchmark to compare Off / Auto / On.
zh_hant: 降噪會在音訊降採樣給 ASR 模型之前以 48 kHz 執行。自動只對偵測為吵雜的片段降噪（並在第一個這種片段時才延遲載入模型）；開啟則一律降噪。可用 Benchmark 比較 關閉／自動／開啟。

source: Denoising runs at 48 kHz before the audio is downsampled for the ASR model. Best for noisy environments; may not help (or slightly hurt) clean recordings — use Benchmark to compare.
zh_hant: 降噪會在音訊被降採樣給 ASR 模型之前以 48 kHz 執行。最適合吵雜環境；對乾淨錄音可能無感（甚至略有損害）——可用 Benchmark 比較。

source: Dev (latest main)
zh_hant: 開發版（最新 main）

source: Diagnostics
zh_hant: 診斷

source: Dictate 1,000 characters
zh_hant: 口述 1,000 字元

source: Dictate 1,000 times
zh_hant: 口述 1,000 次

source: Dictate 10 times
zh_hant: 口述 10 次

source: Dictate 100 times
zh_hant: 口述 100 次

source: Dictate 25,000 characters
zh_hant: 口述 25,000 字元

source: Dictate 250,000 characters
zh_hant: 口述 250,000 字元

source: Dictate into 5 different apps
zh_hant: 在 5 個不同 App 中口述

source: Dictated
zh_hant: 已口述

source: Dictionary (%lld)
zh_hant: 字典（%lld）

source: Diff
zh_hant: 差異

source: Disk space low
zh_hant: 可用空間不足

source: Done.
zh_hant: 完成。

source: Download
zh_hant: 下載

source: Download & load model
zh_hant: 下載並載入模型

source: Download additional variants ahead of time, or remove ones you no longer use to reclaim disk space.
zh_hant: 預先下載其他變體，或移除不再使用的以釋放磁碟空間。

source: Download anyway
zh_hant: 仍然下載

source: Download failed: %@
zh_hant: 下載失敗：%@

source: Download later
zh_hant: 稍後下載

source: Downloaded
zh_hant: 已下載

source: Downloaded · %@
zh_hant: 已下載 · %@

source: Downloading %lld%% (%@ / %@)
zh_hant: 下載中 %lld%% (%@ / %@)

source: Downloading…
zh_hant: 下載中…

source: Downloading… (%@)
zh_hant: 下載中… (%@)

source: Downloads three short clips from JacobLinCool/audio-testing and runs them through the current model. ~5 MB.
zh_hant: 從 JacobLinCool/audio-testing 下載三段短音訊以目前模型試跑。約 5 MB。

source: Duplicate — only the first is used.
zh_hant: 重複——只會套用第一筆。

source: Edit
zh_hant: 編輯

source: Edit (⌘E)
zh_hant: 編輯（⌘E）

source: Edited
zh_hant: 編輯版

source: Editor
zh_hant: 編輯達人

source: Error
zh_hant: 錯誤

source: Error: %@
zh_hant: 錯誤：%@

source: Everywhere
zh_hant: 無所不在

source: Exact
zh_hant: 完全相符

source: Exact match
zh_hant: 完全相符

source: Explorer
zh_hant: 探索者

source: Export JSON
zh_hant: 匯出 JSON

source: Export JSONL
zh_hant: 匯出 JSONL

source: Export failed: %@
zh_hant: 匯出失敗：%@

source: Exported
zh_hant: 已匯出

source: Exported %lld records.
zh_hant: 已匯出 %lld 筆紀錄。

source: Extra (model hallucinated)
zh_hant: 多餘字（模型多說了）

source: Failed
zh_hant: 失敗

source: Failed to compute statistics: %@
zh_hant: 計算統計失敗：%@

source: Failed to load records: %@
zh_hant: 載入紀錄失敗：%@

source: Failed to send paste event. Text copied — please paste manually.
zh_hant: 傳送貼上事件失敗。文字已複製，請手動貼上。

source: Failed to write to clipboard.
zh_hant: 寫入剪貼簿失敗。

source: Fast
zh_hant: 快速

source: Fast (Qwen3-ASR-0.6B-4bit)
zh_hant: 快速 (Qwen3-ASR-0.6B-4bit)

source: Finding Your Voice
zh_hant: 漸入佳境

source: Fires from anywhere to open the popup and start recording.
zh_hant: 在任何 app 都能觸發，開啟 popup 並開始錄音。

source: First Words
zh_hant: 牛刀小試

source: Fix
zh_hant: 前往處理

source: Free model weights from memory? It will reload on next use.
zh_hant: 從記憶體釋放模型權重？下次使用時會重新載入。

source: Free the denoiser weights from memory? It will reload on next use.
zh_hant: 要從記憶體釋放降噪器權重嗎？下次使用時會重新載入。

source: General
zh_hant: 一般

source: Get Started
zh_hant: 開始設定

source: Global
zh_hant: 全域

source: Grant permissions
zh_hant: 授予權限

source: Granted
zh_hant: 已授權

source: Habit Forming
zh_hant: 養成習慣

source: Hotkey
zh_hant: 快捷鍵

source: How is this estimated?
zh_hant: 這是如何估算的？

source: How to use ThinkAloud
zh_hant: 如何使用 ThinkAloud

source: Identifier
zh_hant: 識別碼

source: Idle
zh_hant: 閒置

source: In the Flow
zh_hant: 渾然忘我

source: Include audio files
zh_hant: 包含音訊檔

source: Include source-app names
zh_hant: 包含來源 App 名稱

source: Input
zh_hant: 輸入

source: Insert
zh_hant: 插入

source: Insert & Save
zh_hant: 插入並儲存

source: Insert & save
zh_hant: 插入並儲存

source: Insert a space between Chinese and adjacent English / numbers.
zh_hant: 在中文與相鄰的英文／數字之間插入空格。

source: Inserted.
zh_hant: 已插入。

source: Insights
zh_hant: 統計

source: Insights…
zh_hant: 統計…

source: Keychain clear failed: %@
zh_hant: Keychain 清除失敗：%@

source: Keychain save failed: %@
zh_hant: Keychain 儲存失敗：%@

source: Language
zh_hant: 語言

source: Languages
zh_hant: 語言

source: Last export: %@
zh_hant: 最後一次匯出：%@

source: Lets ThinkAloud paste the transcription into the focused app. Optional — without it, text is copied to your clipboard instead (press ⌘V). After you enable it in System Settings, this updates on its own.
zh_hant: 讓 ThinkAloud 將轉錄結果貼到目前使用中的 App。此為選用;若未授予,文字會改為複製到剪貼簿(按 ⌘V)。在「系統設定」中啟用後,這裡會自動更新。

source: Lets ThinkAloud paste the transcription into the focused app. Optional — without it, text is copied to your clipboard instead.
zh_hant: 讓 ThinkAloud 將轉錄結果貼到目前使用中的 App。此為選用；若未授予，文字會改為複製到剪貼簿。

source: Load denoiser
zh_hant: 載入降噪器

source: Load keeps the model in memory for instant transcription; Unload frees it. Auto-unload releases the weights after the chosen idle time and reloads on next use.
zh_hant: 「載入」會將模型保留在記憶體中以便即時轉錄;「卸載」則釋放它。「閒置時自動釋放」會在所選的閒置時間後釋放權重,並於下次使用時重新載入。

source: Load model
zh_hant: 載入模型

source: Loaded
zh_hant: 已載入

source: Loading model
zh_hant: 載入模型中

source: Login
zh_hant: 登入

source: Longest
zh_hant: 最長

source: Lowest latency and RAM. Good on older or low-power Macs.
zh_hant: 延遲與記憶體最低，適合較舊或低功耗的 Mac。

source: Marathon Speaker
zh_hant: 馬拉松講者

source: Median
zh_hant: 中位數

source: Memory
zh_hant: 記憶體

source: Memory & performance
zh_hant: 記憶體與效能

source: Microphone
zh_hant: 麥克風

source: Microphone access is needed to record a test sample.
zh_hant: 需要麥克風權限才能錄製測試樣本。

source: Microphone access is off. Enable it to record a test sample.
zh_hant: 麥克風權限已關閉。開啟後才能錄製測試樣本。

source: Microphone access not granted
zh_hant: 尚未授予麥克風權限

source: Microphone permission is required. Open Settings to grant access, then try again.
zh_hant: 需要麥克風權限。請開啟設定授權後再試。

source: Missing
zh_hant: 未授權

source: Missing (model omitted)
zh_hant: 漏字（模型沒說）

source: Model
zh_hant: 模型

source: Model error: %@
zh_hant: 模型錯誤：%@

source: Model is loading — your recording is ready. Transcribing as soon as the model is ready.
zh_hant: 模型載入中 — 錄音已完成。模型就緒後立即轉錄。

source: Model preload failed: %@
zh_hant: 模型載入失敗：%@

source: Model ready
zh_hant: 模型就緒

source: Model: %@
zh_hant: 模型：%@

source: Model: %@ · %lld ms
zh_hant: 模型：%@ · %lld 毫秒

source: Models
zh_hant: 模型

source: Never (keep loaded)
zh_hant: 永不（保持載入）

source: No clear speech detected (too little dynamic range). Try again and speak a full sentence.
zh_hant: 未偵測到清晰的語音(動態範圍太小)。請重試並說完整一句話。

source: No formatting steps are active — the output matches your input.
zh_hant: 未啟用任何格式化步驟 — 輸出與輸入相同。

source: No preference
zh_hant: 無偏好

source: No records to push.
zh_hant: 沒有可推送的紀錄。

source: No records yet
zh_hant: 尚未有任何紀錄

source: No sessions in the last 30 days.
zh_hant: 近 30 天沒有錄音。

source: No transcription produced.
zh_hant: 未產生轉錄結果。

source: Normalize (lowercase + strip punctuation + 全→半形)
zh_hant: 正規化（小寫 + 去標點 + 全→半形）

source: Not downloaded
zh_hant: 未下載

source: Not loaded
zh_hant: 未載入

source: Not requested
zh_hant: 未請求

source: Not set
zh_hant: 未設定

source: Novelist
zh_hant: 小說家

source: Off
zh_hant: 關閉

source: On
zh_hant: 開啟

source: On this Mac only · never uploaded
zh_hant: 僅在此 Mac · 不會上傳

source: One hotkey to record, transcribe, and insert.
zh_hant: 一個快捷鍵完成錄音、轉錄、插入。

source: One shortcut does everything. Press it three times in a row:
zh_hant: 一個快捷鍵搞定一切，連續按三次：

source: Only %@ free on the models volume. Continue downloading?
zh_hant: 模型所在磁碟僅剩 %@ 可用，仍要下載嗎？

source: Open Folder
zh_hant: 開啟資料夾

source: Open Settings
zh_hant: 開啟設定

source: Open System Settings
zh_hant: 開啟系統設定

source: Open Voice Input
zh_hant: 開啟語音輸入

source: Open at login
zh_hant: 登入時開啟

source: Open folder
zh_hant: 開啟資料夾

source: Open in browser
zh_hant: 在瀏覽器開啟

source: OpenAI Whisper, strong for multilingual audio.
zh_hant: OpenAI Whisper，多語音訊表現出色。

source: Original
zh_hant: 原始

source: Output
zh_hant: 輸出

source: Output style
zh_hant: 輸出樣式

source: Output style: %@
zh_hant: 輸出樣式：%@

source: Passed: %lld / %lld
zh_hant: 通過：%lld / %lld

source: Passed: %lld / %lld · Average latency: %lld ms
zh_hant: 通過：%lld / %lld · 平均延遲：%lld ms

source: Permissions
zh_hant: 權限

source: Pick the model that fits your Mac. It downloads once and runs on-device. You can switch anytime in Settings.
zh_hant: 挑選適合你 Mac 的模型。只需下載一次，並在本機執行。你隨時可在「設定」中切換。

source: Pick the transcription engine — tap a model to make it active. Larger models are more accurate but slower and bigger on disk. The active model downloads on first use; download or remove variants here.
zh_hant: 選擇轉錄引擎 — 點一下模型即設為使用中。較大的模型更準確,但較慢、佔用更多磁碟空間。使用中的模型會在首次使用時下載;可在此下載或移除各種模型。

source: Polish 50 transcripts
zh_hant: 潤飾 50 篇逐字稿

source: Prefer Simplified (简体)
zh_hant: 偏好簡體

source: Prefer Traditional (正體)
zh_hant: 偏好正體

source: Preference
zh_hant: 偏好

source: Preload
zh_hant: 載入

source: Preparing files…
zh_hant: 準備檔案中…

source: Preparing…
zh_hant: 準備中…

source: Press %@ again to stop & transcribe
zh_hant: 再按一次 %@ 停止並轉錄

source: Press %@ anywhere to start talking. ThinkAloud lives in your menu bar.
zh_hant: 在任何地方按 %@ 即可開始說話。ThinkAloud 常駐於選單列。

source: Press %@ once more to insert
zh_hant: 再按一次 %@ 插入文字

source: Press %@ to start recording
zh_hant: 按 %@ 開始錄音

source: Press the hotkey, dictate, then choose Insert & save. Your time saved, accuracy, and dataset shape show up here.
zh_hant: 按下快速鍵、口述，然後選擇「插入並儲存」。你節省的時間、正確率與資料集樣貌都會顯示在這裡。

source: Press ⌥Space, dictate, then choose Insert & save to add the first record.
zh_hant: 按 ⌥Space 講話，再選「插入並儲存」即可新增第一筆紀錄。

source: Preview
zh_hant: 預覽

source: Private
zh_hant: 私人

source: Profile
zh_hant: 配置

source: Prolific
zh_hant: 著作等身

source: Prompt
zh_hant: 請求授權

source: Push
zh_hant: 推送

source: Push complete
zh_hant: 推送完成

source: Push failed: %@
zh_hant: 推送失敗：%@

source: Push now
zh_hant: 立即推送

source: Push to Hugging Face Hub
zh_hant: 推送到 Hugging Face Hub

source: Quality
zh_hant: 品質

source: Quiet enough — clear gaps between speech (signal-to-noise ≈ %@ dB, at/above the %@ dB threshold).
zh_hant: 夠安靜 — 語句間有明顯停頓(訊噪比約 %@ dB,達到或高於 %@ dB 門檻)。

source: Quit ThinkAloud
zh_hant: 結束 ThinkAloud

source: README.md + statistics.json (aggregate stats)
zh_hant: README.md ＋ statistics.json（彙總統計）

source: Raw
zh_hant: 原始

source: Raw (model output)
zh_hant: 原始（模型輸出）

source: Raw: %@
zh_hant: 原始：%@

source: Ready to use
zh_hant: 已就緒

source: Real-Time Factor — processing time ÷ audio length. Below 1.0× is faster than real time.
zh_hant: 即時因子（RTF）—— 處理時間 ÷ 音訊長度；低於 1.0× 代表快於即時。

source: Reclaim disk
zh_hant: 回收磁碟

source: Record 12 hours
zh_hant: 錄音 12 小時

source: Record 3 hours
zh_hant: 錄音 3 小時

source: Record 30 minutes
zh_hant: 錄音 30 分鐘

source: Record a sample
zh_hant: 錄製樣本

source: Record again
zh_hant: 重新錄製

source: Record count
zh_hant: 紀錄數

source: Recording
zh_hant: 錄音中

source: Recording length
zh_hant: 錄音長度

source: Recordings
zh_hant: 錄音數

source: Recording… %llds
zh_hant: 錄音中… %lld 秒

source: Records
zh_hant: 紀錄

source: Records a few seconds so you can see whether Auto would clean it — speak a sentence as you normally would, then Stop.
zh_hant: 錄幾秒鐘,讓你看看 Auto 會不會清理它 — 像平常一樣說一句話,然後按停止。

source: Refresh
zh_hant: 重新整理

source: Refresh failed: %@
zh_hant: 重新整理失敗：%@

source: Refresh status
zh_hant: 重新整理狀態

source: Relaunch now
zh_hant: 立即重新啟動

source: Remove
zh_hant: 移除

source: Remove failed: %@
zh_hant: 移除失敗：%@

source: Remove term
zh_hant: 移除詞條

source: Remove the saved Hugging Face token from the macOS Keychain?
zh_hant: 從 macOS Keychain 移除已儲存的 Hugging Face Token?

source: Removes background noise before transcription. Auto only cleans clips it detects as noisy, and downloads a small model on first use. Manage the denoiser in Advanced; compare Off / Auto / On in Benchmark.
zh_hant: 在轉錄前移除背景噪音。「自動」只清理偵測到有噪音的片段,並於首次使用時下載一個小型模型。可在「進階」中管理降噪器;在 Benchmark 中比較關閉 / 自動 / 開啟。

source: Removing…
zh_hant: 移除中…

source: Replacements run last — after Chinese conversion and CJK–Latin spacing — and the longest matching term wins. Write terms the way the text looks after those steps. Longer, distinctive terms are safer; very short terms can fire inside unrelated words.
zh_hant: 取代會在最後執行——在中文轉換與中英排版之後——且最長的匹配詞優先。請依照經過那些步驟後的文字樣子來撰寫詞條。較長、獨特的詞比較安全；太短的詞可能會在不相關的字詞裡被誤觸發。

source: Replacements run last — after Chinese conversion and spacing — and the longest matching term wins. Write terms the way the text looks after those steps. Longer, distinctive terms are safer; very short terms can fire inside unrelated words.
zh_hant: 替換在最後執行 — 在中文轉換與加空格之後 — 並由最長的相符詞勝出。請依照那些步驟後文字的樣子來填寫詞語。較長、獨特的詞語較安全;非常短的詞語可能在不相關的字詞中被觸發。

source: Replacements run last — after Chinese conversion and spacing — and the longest matching term wins. Write terms the way the text looks after those steps; use the Preview below to check. Longer, distinctive terms are safer; very short terms can fire inside unrelated words.
zh_hant: 替換在最後執行 — 在中文轉換與加空格之後 — 並由最長的相符詞勝出。請依照那些步驟後文字的樣子來填寫詞語,可用下方的「預覽」確認。較長、獨特的詞語較安全;非常短的詞語可能在不相關的字詞中被觸發。

source: Request
zh_hant: 要求授權

source: Request access
zh_hant: 要求授權

source: Required to paste the transcription into the focused app. macOS doesn't allow in-app prompts — grant it in System Settings.
zh_hant: 用於將轉錄結果貼入目前 app。macOS 不允許 app 內請求，請至系統設定授權。

source: Required to record your voice for local transcription.
zh_hant: 用於錄製語音以在本機轉錄。

source: Reset Start recording, Stop & transcribe, and Insert & save to ⌥Space?
zh_hant: 將「開始錄音」、「停止並轉錄」與「插入並儲存」重設為 ⌥Space?

source: Reset all 3 shortcuts
zh_hant: 重設全部 3 個快捷鍵

source: Reset all hotkeys
zh_hant: 重設全部快捷鍵

source: Reset to defaults
zh_hant: 重設為預設值

source: Restart to apply the new language.
zh_hant: 重新啟動以套用新語言。

source: Results
zh_hant: 結果

source: Reveal in Finder
zh_hant: 在 Finder 顯示

source: Revisit the welcome flow to grant permissions or download a model.
zh_hant: 重新進入歡迎流程以授予權限或下載模型。

source: Run
zh_hant: 回合

source: Run Setup Assistant again
zh_hant: 重新執行設定精靈

source: Run Smoke Test (audio-testing)
zh_hant: 執行 Smoke 測試 (audio-testing)

source: Run benchmark
zh_hant: 執行 Benchmark

source: Run smoke test
zh_hant: 執行 smoke 測試

source: Run test
zh_hant: 執行測試

source: Run the full pipeline against every record
zh_hant: 對所有紀錄跑一次完整 pipeline

source: Running
zh_hant: 執行中

source: Running…
zh_hant: 執行中…

source: Runs the whole text pipeline — Chinese conversion, then spacing, then your word replacements — on whatever you type, showing what each active step changes. The last line is the final inserted text.
zh_hant: 對你輸入的文字執行完整的文字 pipeline — 先中文轉換、再加空格、最後套用你的詞語替換 — 並顯示每個啟用步驟的變化。最後一行是最終插入的文字。

source: Runtime Status
zh_hant: Runtime 狀態

source: Save
zh_hant: 儲存

source: Save failed: %@
zh_hant: 儲存失敗：%@

source: Save token
zh_hant: 儲存 Token

source: Saved
zh_hant: 已儲存

source: Select a record
zh_hant: 選擇一筆紀錄

source: Set an HF token in Settings → Advanced first.
zh_hant: 請先在「設定 → 進階」設定 HF token。

source: Sets the app's interface language — not the transcription output. Automatic follows your system language. Changes take effect after relaunch.
zh_hant: 設定 app 的介面語言,而非轉錄輸出。「自動」會跟隨系統語言。變更會在重新啟動後生效。

source: Settings…
zh_hant: 設定…

source: Setup
zh_hant: 設定

source: Setup Assistant…
zh_hant: 設定精靈…

source: Short terms may replace text you didn't mean to.
zh_hant: 太短的詞可能會誤改到其他不相關的文字。

source: Shortcuts
zh_hant: 快捷鍵

source: Shown for recordings made in v0.4.0+
zh_hant: 僅顯示 v0.4.0 之後的錄音

source: Signed in as **%@**
zh_hant: 已登入為 **%@**

source: Skip setup
zh_hant: 略過設定

source: Smoke Test
zh_hant: Smoke 測試

source: Smoke test
zh_hant: Smoke 測試

source: Software Update
zh_hant: 軟體更新

source: Something went wrong
zh_hant: 出問題了

source: Source
zh_hant: 來源

source: Source-app names **are** included.
zh_hant: **會**包含來源 App 名稱。

source: Source-app names are **not** included.
zh_hant: **不會**包含來源 App 名稱。

source: Space between Chinese and English/numbers
zh_hant: 中英文/數字間加空格

source: Spacing
zh_hant: 加空格

source: Speak anywhere on your Mac and ThinkAloud turns it into text — instantly, and entirely on-device.
zh_hant: 在 Mac 上任何地方說話，ThinkAloud 立即在本機把它轉成文字。

source: Speech
zh_hant: 語音時長

source: Speech model not downloaded yet
zh_hant: 語音模型尚未下載

source: Stable
zh_hant: 正式版

source: Start ThinkAloud automatically when you log in, so the dictation hotkey is ready without launching it by hand.
zh_hant: 登入時自動啟動 ThinkAloud,這樣不必手動開啟就能使用聽寫快捷鍵。

source: Start Using ThinkAloud
zh_hant: 開始使用 ThinkAloud
